vessel-arrow-name = ТСФ-ВСК «Стрела»
vessel-arrow-desc = Компактный фрегат ТСФ со смешанной батареей орудий, малым щитом и базовыми медицинским и химическим отсеками.

vessel-rising-name = ТСФ-ВСК «Восход»
vessel-rising-desc = Тяжёлый штурмовой фрегат ТСФ с парой масс-драйверов Charon, средним щитом и усиленным сервером управления вооружением.

vessel-phoenix-name = FXD «Феникс»
vessel-phoenix-desc = Крупный вооружённый экспедиционный корвет с полноценными научным, медицинским, химическим и сальважным отсеками.

ent-MachineGCSExtraCircuitboard = усиленный сервер управления вооружением (машинная плата)
    .desc = Машинная плата для усиленного корабельного сервера управления вооружением.
ent-GunneryServerExtra = усиленный сервер управления вооружением
    .desc = Корабельный сервер с большей вычислительной мощностью, чем у стандартной сверхмощной модели.
